---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.RenderFailures
source: html/0eff65c2-4bcc-9675-9f1d-ca08bc98067e.htm
---
# BuiltInFailures.RenderFailures Properties

The value should be in range of [Value] and [Value].